import 'package:places/domain/sight.dart';

final List mocks = [
  Sight(
      "Ниагарский водопад",
      43.0828,
      -79.0763,
      "https://ru.wikijournal.org/w-wiki/images/thumb/3/32/Niagara_Falls_1.JPG/1280px-Niagara_Falls_1.JPG",
      "комплекс водопадов на реке Ниагара, является одним из природных чудес света. Водопад расположен на границе американского штата Нью-Йорк и канадской провинции Онтарио.",
      "Природные"),
  Sight(
      "Эйфелева башня",
      48.8583,
      2.2922,
      "https://www.architime.ru/specarch/gustave_eiffel/2.jpg",
      "металлическая башня в центре Парижа, самая узнаваемая его архитектурная достопримечательность",
      "Рукотворные"),
  Sight(
      "Тадж-Махал",
      27.1735,
      78.0415,
      "https://putidorogi-nn.ru/images/stories/aziya/indiya/tadzh_mahal_2.jpg",
      "мавзолей-мечеть, находящийся в Агре, Индия, на берегу реки Джамна",
      "Рукотворные"),

  Sight(
      "Джомолунгма",
      27.9881,
      86.9074,
      "https://cdnimg.rg.ru/img/content/200/45/41/iStock-137373260_d_850.jpg",
      "Вершина находится в Гималаях в хребте Махалангур-Химал, по которому проходит граница Непала и Тибетского автономного района (Китай).",
      "Природные"),
  Sight(
      "Большой каньон",
      36.0989,
      -112.1133,
      "https://awesomeworld.ru/wp-content/uploads/2017/10/Grand_kanon_2-560x280.jpg",
      "один из глубочайших каньонов в мире. Находится на плато Колорадо, штат Аризона, США, на территории национального парка «Гранд-Каньон», а также резерваций индейцев племен навахо, хавасупай и валапай.",
      "Природные"),
];
